Repository: cypartanoreply/vipadmin
Catalog: core/vipadmin/translations/*/LC_MESSAGES/django.po
Languages: ar

source: CypartaGraphqlSubscriptionsTools
ar: ابليكشن الريل تيم

source: vipadmin
ar: لوحة تحكم الادمن

source: AllTypeModel
ar: جدول كل الانواع

source: Big Integer Field
ar: حقل عدد صحيح كبير

source: Boolean Field
ar: حقل منطقي

source: Character Field
ar: حقل حرفي

source: ahmed
ar: أحمد

source: Date Field
ar: حقل تاريخ

source: Datetime Field
ar: حقل تاريخ ووقت

source: Decimal Field
ar: حقل عشري

source: Duration Field
ar: حقل مدة

source: Email Field
ar: حقل بريد إلكتروني

source: File Field
ar: حقل ملف

source: Float Field
ar: حقل عدد عشري

source: Image Field
ar: حقل صورة

source: Integer Field
ar: حقل عدد صحيح

source: Generic IP Address Field
ar: حقل عنوان IP عام

source: Positive Big Integer Field
ar: حقل عدد صحيح كبير إيجابي

source: Positive Integer Field
ar: حقل عدد صحيح إيجابي

source: Positive Small Integer Field
ar: حقل عدد صحيح صغير إيجابي

source: Slug Field
ar: حقل تسلسلي

source: Small Auto Field
ar: حقل عدد صغير تلقائي

source: Small Integer Field
ar: حقل عدد صغير

source: Text Field
ar: حقل نصي

source: Time Field
ar: حقل وقت

source: URL Field
ar: حقل رابط URL

source: UUID Field
ar: حقل UUID

source: JSON Field
ar: حقل JSON

source: Auto Slug Field
ar: حقل تسلسلي تلقائي

source: Foreign Key Field
ar: حقل مفتاح خارجي

source: One-to-One Field
ar: حقل واحد-إلى-واحد

source: Many-to-Many Field
ar: حقل كثير-إلى-كثير

source: Bank
ar: البنك

source: Crypto
ar: عملة مشفرة

source: Fiction
ar: خيال

source: Non-Fiction
ar: غير خيالي

source: Science Fiction
ar: خيال علمي

source: Hello, world!
ar: مرحبًا، عالم!
